{
 "align_labels_right": 0, 
 "creation": "2017-10-18 19:45:39.554331", 
 "css": ".WordSection1{size:8.5in 14.0in;\n margin:17.85pt 15.05pt 17.85pt 15.05pt;\n mso-header-margin:35.4pt;\n mso-footer-margin:35.4pt;\n mso-paper-source:0;}\n.sign_section{\n    position: absolute;\n    width: 650px;\n}\n.sign_seller {\n    position: relative;\n    float:left\n}\np{ \nline-height: 95%;\nfont-family:\"Times New Roman\",serif;\n}", 
 "custom_format": 1, 
 "disabled": 0, 
 "doc_type": "Loan", 
 "docstatus": 0, 
 "doctype": "Print Format", 
 "font": "Default", 
 "html": "<p class=MsoNormal align=center style='text-align:center'><b e='mso-bidi-font-weight:normal'><span style='font-size:14.0pt;'>\n  CONTRATO DE VENTA CONDICIONAL</span></b>\n</p>\n<p class=MsoNormal align=center style='text-align:center'><b e='mso-bidi-font-weight:normal'><span style='mso-ansi-language: ES-CR'>Para ventas de vehículos de motor en virtud de la ley 483</span></b>\n</p></br>\n<p class=MsoNormal style='text-align:justify'><span style='font-size:9.0pt;'> ENTRE una parte<b e='mso-bidi-font-weight:normal'>, SWAT FINANCE GROUP, S.R.L.</b>, Entidad comercial debidamente constituida de acuerdo a las leyes y reglamentos de nuestro país, bajo el<b style='mso-bidi-font-weight:normal'> RNC </b>no.<b style='mso-bidi-font-weight:normal'>130853428</b>, con domicilio establecido en la carretera Mella no.58, Plaza Mora, Urbanización Cabirma del Este, Santo Domingo Este, Provincia de Santo Domingo, República Dominicana, debidamente representada por el señor<b style='mso-bidi-font-weight:normal'> MOHAMMAD AYAZ KHAN NAWAB BIBI,</b> de nacionalidad Dominicana, mayor de edad, soltero, portador de la cedula No.<b style='mso-bidi-font-weight:normal'> 001-1883984-4</b>, domiciliado, y Residente en esta ciudad, quien en lo que sigue del presente contrato se denominara <b style='mso-bidi-font-weight:normal'>EL VENDEDOR</b> y de la otra parte {{\"la señora\" if frappe.db.get_value(\"Customer\",doc.customer,\"gender\").upper() == \"FEMENINO\" else \"el señor\"}} <b style='mso-bidi-font-weight:normal'>{{doc.customer}},</b> nacionalidad Dominicana, mayor de edad, <b style='mso-bidi-font-weight:normal'> {{frappe.db.get_value(\"Customer\",doc.customer,\"estado_civil\")}}</b>, de ocupación <b style='mso-bidi-font-weight:normal'>{{frappe.db.get_value(\"Customer\",doc.customer,\"ocupacion\")}}</b>, portador de la cedula de identidad y electoral No.<b style='mso-bidi-font-weight:normal'>{{doc.customer_cedula}}</b></span>\n  {{\", número de teléfono {} \".format(frappe.db.get_value(\"Phone Number\",{\"parent\":doc.customer,\"idx\":1},\"number\")) if frappe.db.get_value(\"Phone Number\",{\"parent\":doc.customer,\"idx\":1},\"number\") else \"\"}} \n\n    {{\n      \"/ {}\".format(frappe.db.get_value(\"Phone Number\",{\"parent\":doc.customer,\"idx\":2},\"number\")) if frappe.db.get_value(\"Phone Number\",{\"parent\":doc.customer,\"idx\":2},\"number\") else \"\"\n    }}\n\n  {{\", correo electronico {}\".format(frappe.db.get_value(\"Customer\",doc.customer,\"correo_electronico\")) if frappe.db.get_value(\"Customer\",doc.customer,\"correo_electronico\") else \"\"}}, </span><span style='font-size:9.0pt;'>domiciliado y residente en <b style='mso-bidi-font-weight:normal'>{{frappe.db.get_value(\"Customer\",doc.customer,\"direccion\")}}.-</b>, Quien en lo que sigue del presente contrato se denomina EL<b style='mso-bidi-font-weight:normal'> COMPRADOR.<u> \n    </u>\n    </b>\n    </span>\n</p>\n<p class=MsoNormal align=center style='text-align:center'><b e='mso-bidi-font-weight:normal'><u><span style='font-size:9.0pt; '>PREAMBULO:</span></u></b>\n</p>\n<p class=MsoNormal style='text-align:justify'><b style='mso-bidi-font-weight:normal'>\n  <span style='font-size:9.0pt;'>POR CUANTO: EL COMPRADOR </span></b><span style='font-size:9.0pt;'>está interesado en adquirir el mueble cuyas características se especificaran más adelante, y EL VENDEDOR está dispuesto a realizar la venta de dicho mueble, acordándose entre ambas partes que el contrato entre ellas deberá estar regido de manera formal por las prescripciones, disposiciones,<span style='mso-spacerun:yes'>  </span>privilegios y condiciones prescritos en la ley No. 483, sobre ventas condicional de muebles, promulgada en la fecha nueve 9 de noviembre de año mil novecientos sesenta y cuatro 1964 y sus modificaciones.\n    </span>\n</p>\n<p class=MsoNormal style='text-align:justify'><b style='mso-bidi-font-weight:normal'>\n  <span style='font-size:9.0pt;'>POR TANTO, </span></b><span style='font-size:9.0pt;mso-ansi-language: ES-CR'>y considerándose que este preámbulo forma parte integral del presente contrato<b style='mso-bidi-font-weight:normal'>.</b></span>\n</p>\n<p class=MsoNormal align=center style='text-align:center'><b e='mso-bidi-font-weight:normal'><u><span style='font-size:9.0pt; '>SE HA CONVENIDO Y PACTADO LO SIGUIENTE:\n</span>\n</u>\n</b>\n</p>\n\n<p class=MsoNormal style='text-align:justify'><b style='mso-bidi-font-weight:normal'>\n  <span style='font-size:9.0pt;'>PRIMERO I: </span></b><span style='font-size:9.0pt;'>EL VENDEDOR transfiere en ventaAL COMPRADOR el mueble que a seguidas se describe, bajo la condición expresa y formal de que el mismo no será propiedad del COMPRADOR hasta tanto no haya pagado el precio total de la venta, y cumplido las restantes condiciones expuestas en este contrato.</span>\n</p>\n<p class=MsoNormal style='text-align:justify'><b style='mso-bidi-font-weight:normal'>\n  <span style='font-size:9.0pt;'>SEGUNDO II: EL VENDEDOR </span></b><span style='font-size:9.0pt;mso-ansi-language: ES-CR'>vende al<b style='mso-bidi-font-weight:normal'> COMPRADOR, </b>quien acepta, el vehículo que se describe a continuación: bajo la condición de que el<span style='mso-spacerun:yes'>  </span>mismo llegara a ser propiedad<b style='mso-bidi-font-weight:normal'> DEL COMPRADOR<span style='mso-spacerun:yes'>  </span></b>cuando haya pagado en su totalidad el precio de venta, y además cumplidas las restantes condiciones expuestas en el presente contrato.\n    </span>\n</p>\n<p class=MsoNormal style='text-align:justify'><b style='mso-bidi-font-weight:normal'>\n  <span style='font-size:9.0pt;'>TIPO DE VEHICULO: {{frappe.db.get_value(\"Vehicle\", doc.asset,\"tipo_de_vehiculo\")}}, MARCA: {{frappe.db.get_value(\"Vehicle\", doc.asset,\"make\")}}, MODELO: {{frappe.db.get_value(\"Vehicle\", doc.asset,\"model\")}}, AÑO {{frappe.db.get_value(\"Vehicle\", doc.asset,\"year\")}}, COLOR: {{frappe.db.get_value(\"Vehicle\", doc.asset,\"color\")}}, CILINDROS {{frappe.db.get_value(\"Vehicle\", doc.asset,\"cilinders\")}},<span style='mso-spacerun:yes'>  </span>CHASIS {{doc.asset}}.</b>\n</p>\n\n<p class=MsoNormal style='text-align:justify'><b style='mso-bidi-font-weight:normal'>\n  <span style='font-size:9.0pt;'>TERCERO III: </span></b><span style='font-size:9.0pt;'>Que las partes han convenido que el Precio de la presente venta es la suma de <b style='mso-bidi-font-weight:normal'>{{frappe.utils.money_in_words(doc.loan_amount).upper().replace(\"DOP\",\"\")}} PESOS CON 00/100 (RD{{doc.get_formatted(\"loan_amount\")}}) </b>que será pagado por el COMPRADOR al VENDEDOR en la forma siguiente:  \n    </span>\n</p>\n<p class=MsoNormal style='text-align:justify'><span style='font-size:9.0pt;'>A)._La suma de <b e='mso-bidi-font-weight:normal'>{{frappe.utils.money_in_words(doc.loan_amount).upper().replace(\"DOP\",\"\")}} PESOS CON 00/100 (RD{{doc.get_formatted(\"loan_amount\")}}),  </b>mediante <b style='mso-bidi-font-weight:normal'> {{frappe.utils.money_in_words(doc.repayment_periods).upper().replace(\"DOP\",\"\")}}</b> (<b style='mso-bidi-font-weight:normal'>{{doc.repayment_periods}}</b>) Cuotas mensuales, iguales y sucesivas, ascendente a la suma de <b style='mso-bidi-font-weight:normal'>{{frappe.utils.money_in_words(doc.monthly_repayment_amount).upper().replace(\"DOP\",\"\")}} PESOS CON 00/100</b> <b style='mso-bidi-font-weight:normal'>(RD{{doc.get_formatted(\"monthly_repayment_amount\")}}), </b> cada una contentiva de proporciones de Precios, pagaderala primera el <b style='mso-bidi-font-weight:normal'>{{doc.posting_date_str}}</b>, Las Sucesivas vencerán el mismo día de cada mes. </span>\n</p>\n<p class=MsoNormal style='text-align:justify'><span style='font-size:9.0pt;'>B)._<b style='mso-bidi-font-weight:normal'>\nEL COMPRADOR</b> consiente que <b style='mso-bidi-font-weight:normal'>EL VENDEDOR</b> aplique la suma de <b style='mso-bidi-font-weight:normal'>{{frappe.utils.money_in_words(doc.total_interest_payable / doc.repayment_periods).upper().replace(\"DOP\",\"\")}} (RD${{\"{0:.2f}\".format(doc.total_interest_payable / doc.repayment_periods)}}), </b>a cada una de las <b style='mso-bidi-font-weight:normal'> {{frappe.utils.money_in_words(doc.repayment_periods).upper().replace(\"DOP\",\"\")}}</b> (<b style='mso-bidi-font-weight:normal'>{{doc.repayment_periods}}</b>) cuotas antes mencionadas por concepto de ganancias <b style='mso-bidi-font-weight:normal'></b>y comisiones sobre el monto de la venta, según se venzan las cuotas en el tiempo. La deuda total se calculara como la suma del precio de venta, más las comisiones generados a la fecha del cálculo así como cualquiera de los otros gastos aplicables en los artículos subsiguientes del presente contrato.\n    </span>\n</p>\n<p class=MsoNormal style='text-align:justify'><b style='mso-bidi-font-weight:normal'>\n  <span style='font-size:9.0pt;'>CUARTO IV: EL COMPRADOR </span></b><span style='font-size:9.0pt;mso-ansi-language: ES-CR'>consiente expresamente que el <b style='mso-bidi-font-weight:normal'>VENDEDOR</b> podrá. Sin necesidad de notificación previa, vender, ceder, endosar o de cualquier modo disponer en todo o en parte de los derechos y acciones que se deriven del presente contrato y del registro del mismo.</span>\n</p>\n<p class=MsoNormal style='text-align:justify'><b style='mso-bidi-font-weight:normal'>\n  <span style='font-size:9.0pt;'>QUINTO V: </span></b><span style='font-size:9.0pt;'>Todos los pagos deberán ser hechos por el<b style='mso-bidi-font-weight:normal'> COMPRADOR </b>en las oficinas del<b style='mso-bidi-font-weight:normal'> VENDEDOR </b>o en las oficinas de sus cesionarios en esta ciudad o en cualquier lugar que EL VENDEDOR o sus cesionarios designen unilateralmente, en los días indicados para cada cuota, sin necesidad de requerimiento alguno.</span>\n</p>\n<p class=MsoNormal style='text-align:justify'><b style='mso-bidi-font-weight:normal'>\n  <span style='font-size:8.5pt;'>PARRAFO I</span></b><span style='font-size:8.5pt;'>: La falta de pago a vencimiento de una cuota generara un cargo por mora adicionalde un cinco ({{frappe.db.get_value(\"FM Configuration\",\"FM Configuration\",\"vehicle_fine\")}}%) mensual sobre el monto del atraso, por cada cuota individual,<span style='mso-spacerun:yes'>  </span>titulo de cláusula penal, sin perjuicio del derecho que le asiste a el VENDEDOR o a sus cesionarios de optar por exigir la totalidad de la deuda.\n    </span>\n</p>\n<p class=MsoNormal style='text-align:justify'><b style='mso-bidi-font-weight:normal'>\n  <span style='font-size:8.5pt;'>PARRAFO II</span></b><span style='font-size:8.5pt;'>: En caso de que el COMPRADOR dejara de efectuar uno (1) de los pagos, o de cumplir algunas de las obligaciones que se le impone este contrato, toda porción del precio y sus accesorios que no haya sido pagada vendrá a ser inmediatamente exigible, perdiendo el beneficio del termino En tales casos. EL VENDEDOR o sus concesionariosderecho a su opción, a perseguir el cumplimiento de las obligaciones por cualquier medio legal que estime conveniente, o a proceder en<span style='mso-spacerun:yes'>  </span>conformidad con las disposiciones de los artículos <b style='mso-bidi-font-weight:normal'> (10)</b> y siguientes de la ley de ventas condicional, en consecuencia EL VENDEDOR. O sus concesionarios podrán notificar, al COMPRADOR una intimación para efectuar el pago, o de cumplir la obligación de que se trate. En el término de diez (10) días francos De no obtemperar, la venta quedara resuelta de pleno derecho, sin intervención judicial procedimiento alguno, quedando obligado el COMPRADOR a entregar el vehículo al VENDEDOR o a sus concesionarios inmediatamente, pudiendo este perseguir la reivindicación del mismo en la forma prevista por la ley, todos los accesorios y equipos que sean incorporados al vehículo o que se encuentren en este se consideraran parte del mismo y sujetos a la obligación, entrega de parte de EL COMPRADOR, así como la reivindicación cuando hubiere lugar.\n    </span>\n</p>\n<p class=MsoNormal style='text-align:justify'><b style='mso-bidi-font-weight:normal'>\n  <span style='font-size:8.5pt;'>PARRAFO III</span></b><span style='font-size:8.5pt;'>: La aceptación de uno o más pagos parciales después que el COMPRADOR este en falta o el otorgamiento de cualquier prorroga por EL VENDEDOR o sus concesionarios acepten recibirle, se imputara a la siguiente manera primero a saldar cualquier suma de dinero que por cualquier concepto EL COMPRADOR tenga que pagar AL VENDEDOR o a sus concesionarios, ya sea en virtud de este contrato o de sus anexos o de cualquier contrato que modifique al presente. Segundo a los gastos judiciales y extrajudiciales y honorarios incurridos para obtener el pago del precio. Tercero a los accesorios de este precio. Y cuartoal precio de venta adecuado la renuncia expresa o implícita al beneficio de esta cláusula, o la circunstancia de que EL VENDEDOR o sus cesionarios se obtengan de ejecutarla. No podrá ser interpretada como renuncia al ejercicio de sus derechos con motivo de cualquier otra falta subsiguiente. </span>\n</p>\n<p class=MsoNormal style='text-align:justify'><b style='mso-bidi-font-weight:normal'>\n  <span style='font-size:8.5pt;'>PARRAFO 1V</span></b><span style='font-size:8.5pt;'>: EL COMPRADOR autoriza a el VENDEDOR o a sus concesionarios a su opción a que en cualquier momento puedan apropiarse cualesquiera dineros que estén actualmente o en el futuro en manos del EL VENDEDOR o sus cesionarios bien sea deposito o a cualquier otro título, acreditados o pertenecientes a EL COMPRADOR para en los, mismos cubrir cualquier valor en capital. Comisiones, intereses o accesoriosde derecho o que tengan su origen en este contrato o en cualquier valor en capital. Comisiones interés o accesorios de derecho o que tengan su origen en este contrato o en cualquier otro acto que sea anexo, supletorio o modificatorio del presente contrato.  </span>\n</p>\n<p class=MsoNormal style='text-align:justify'><b style='mso-bidi-font-weight:normal'>\n  <span style='font-size:8.5pt;'>QUINTO V</span></b><span style='font-size:8.5pt;'>: Esta venta es convenidaen el entendido de quela propiedad definitiva del vehículo no será adquirida por el comprador sino cuando este haya pagado totalmente a) El precioconvenido por la venta. b) cualquier suma de dinero que por cualquier concepto EL COMPRADOR tenga que pagar al VENDEDOR o a sus cesionarios, ya sea en virtud de este contrato o de cualquier otro acto que sea anexo, supletorio o modificatorio del presente contrato. c) los gastos judiciales y extrajudiciales necesarios para obtener el pago de dicho precio, queda estipulado que EL COMPRADOR asume todas las obligaciones y responsabilidades consignadasa cargo del comprador condicional de muebles y que EL VENDEDOR o sus cesionarios podrán ejercer los<b style='mso-bidi-font-weight:normal'> </b>derechos y acciones que la ley 483 de año 1964 reconoce a los vendedores<span style='mso-spacerun:yes'>  </span>condicionalesde efectos mobiliarios \n    </span>\n</p>\n<p class=MsoNormal style='text-align:justify'><b style='mso-bidi-font-weight:normal'>\n  <span style='font-size:8.5pt;'>SEXTO VI</span></b><span style='font-size:8.5pt;'>: EL vehículo vendido ha sido examinado y encontrado en buen estado de funcionamiento en todas sus partes por el comprador, por lo que reconoce que no podrá en ningún tiempo exigir AL VENDEDOR indemnización o reparación de desperfectos que resultaran anteriormente, Salvo lo estipulado en los términos y condiciones de la garantía que el importador del vehículo hay ofrecido. </span>\n</p>\n<p class=MsoNormal style='text-align:justify'><b style='mso-bidi-font-weight:normal'>\n  <span style='font-size:8.5pt;'>SEPTIMO VII:</span></b><span style='font-size:8.5pt;'> Desde la fecha de este contrato, quedan a cargo DEL COMPRADOR los riesgos de vehículo, responsable de la perdida destrucción o deterioro que sufra, así como de los daños que cause, En consecuencia, EL VENDEDORo sus cesionarios no podrán en ningún caso ser responsablesde cualquier daño u otras responsabilidades<span style='mso-spacerun:yes'>  </span>que incurra EL COMPRADORrespecto a terceras personas. Por accidentes ni por cualquier otra causa., obligándose expresa e irrevocablemente EL COMPRADOR a<span style='mso-spacerun:yes'>   </span>tomar a su cargo las obligaciones que por tal concepto pudieran perseguirse contra EL VENDEDORo sus cesionarios y a indemnizar a estos de cualquier desembolso que tuviere que hacer, incluyendo los costos de cualquier litigio que EL VENDEDOR o sus cesionariosse vieran obligados a sostener. \n    </span>\n</p>\n\n<p class=MsoNormal style='text-align:justify'><b style='mso-bidi-font-weight:normal'>\n  <span style='font-size:8.5pt;'>OCTAVO VIII:</span></b><span style='font-size:8.5pt;'> EL COMPRADOR se obliga a contratar una póliza de seguro para el vehiculó que le es vendido, por el monto no menor a la venta, y cuyos derechos deberán ser inmediatamente endosado AL VENDEDOR o a los cesionarios de este último, en calidad de beneficiario </span>\n</p>\n<p class=MsoNormal style='text-align:justify;tab-stops:28.35pt'><span style='font-size:8.5pt;'>irrevocable dicha póliza debe ser contratada por un periodo de tiempo igual a la vigencia de este contrato, debiendo pagar la totalidad de la prima correspondiente en ese periodo al momento de suscribir el presente acto, En caso de que se produzca el siniestro, EL VENDEDOR o sus cesionarios aplicara el monto del seguro del precio adecuado, así como las comisiones interés, gastos avanzados efectuados, En caso que El VENDEDOR o sus cesionarios acepten que la póliza tenga una vigencia menor a la de este contrato. EL COMPRADOR se compromete a renovarla sucesivamente al llegar su fecha de expiración para mantenerla vigente hasta el vencimiento de este contrato En caso de incumplimiento<span style='mso-spacerun:yes'>  </span>de esta obligación por parte de EL COMPRADOR este perderá el beneficio de los plazos acordados y, en consecuencia, toda la porción del precio d compra-venta que no haya sido pagada será inmediatamente exigible.\n    </span>\n</p>\n<p class=MsoNormal style='text-align:justify'><b style='mso-bidi-font-weight:normal'>\n  <span style='font-size:8.5pt;'>NOVENO IX: EL </span></b><span style='font-size:8.5pt;mso-ansi-language: ES-CR'>VENDEDOR o sus cesionarios están autorizados<span style='mso-spacerun:yes'>   </span>sin estar obligados a ello y sin que tengan que hacer notificaciones previasalguna a pagar por cuentade EL COMPRADOR la prima del seguro, en el entendido de que la suma por este concepto avance. EL VENDEDOR o sus cesionarios devengaran los intereses vigentes en ese momento EL COMPRADOR<span style='mso-spacerun:yes'>  </span>pagara mensualmente a EL VENDEDOR<span style='mso-spacerun:yes'>  </span>o a sus cesionarios la suma prestada para el pago de la prima de seguro, en el curso de la vigencia del presente acto En caso de incumplimiento de esta obligación por parte de EL COMPRADOR<span style='mso-spacerun:yes'>  </span>este perderá el benéfico de los plazos acordados y, toda la porción del precio de compra- ventas de la prima de la póliza de seguro que no hayan sido pagadas, será inmediatamente exigibles En tales casos , EL VENDEDOR o sus cesionarios tendrán, a su opción a perseguir el cumplimiento de todas las obligaciones, incluyendo el pago de la prima del póliza de seguro, de conformidad con las disposiciones de los artículos diez y siguiente de la ley de ventas condicionales.\n    </span>\n</p>\n<p class=MsoNormal style='text-align:justify'><b style='mso-bidi-font-weight:normal'>\n  <span style='font-size:8.5pt;'>DECIMO X: </span></b><span style='font-size:8.5pt;'>Queda expresamente convenido entre las partes que EL VENDEDOR o sus cesionarios están autorizados para requerir al registro central de ventas condicionales la inscripción de este acto, así como su cesión y o cualquier otro acto anexo, supletorio o modificado delmismo , a fin de que surtan los efectos atribuidos por la ley No. 483 del año 1964 todos los impuestos derechos y gastos requeridos para la inscripción<span style='mso-spacerun:yes'>   </span>de este contrato, su decisión y anexos, así como los que pudieren ser necesarios para la cancelación o la renovación de la misma ser por cuenta DEL COMPRADOR<span style='mso-spacerun:yes'>  </span>Además, EL COMPRADOR queda obligado al gastos de sus pagos legales y honorario que origine cualquier procedimiento judicial o extrajudicial que se intente por el incumplimiento de sus obligaciones los honorarios que tendrán derecho<span style='mso-spacerun:yes'>  </span>los abogados del VENDEDORo los abogados de los cesionarios que intervengan en los procesos de ejecución, serán de un quince por ciento(15%) del valor adecuado, sin que en ningún caso el monto resultante sea menor de mil quinientos pesos (RD$1,500.00) y sin que sea necesaria una liquidación previa, independiente de las actuaciones efectuadas, legalmente. El pago de cualquier impuesto o derecho por concepto<span style='mso-spacerun:yes'>  </span>de la posesión, uso y traspaso del vehículo vendido, queda a cargo de que el VENDEDOR o sus cesionarios o la persona en cuyo nombre se expida esta documentación se obliga a asumir los gastos ni que se constituye responsable del funcionamiento y manejo del vehículo ni de cualquier daño que dé el mismo puedan resultar, quedando convenido que al recibir la entrega del<b style='mso-bidi-font-weight:normal'> </b>vehículo según este acto y desde la fechade esa entrega, dicho vehículo queda enteramente bajo la guarda, custodia control y manejo de EL COMPRADOR, siendo el único responsable de cualquier consecuencia de que ello se derive.\n    </span>\n</p>\n<p class=MsoNormal style='text-align:justify'><b style='mso-bidi-font-weight:normal'>\n  <span style='font-size:8.5pt;'>DECIMO PRIMERO XI: </span></b><span style='font-size:8.5pt;mso-ansi-language: ES-CR'>EL VENDEDOR o sus cesionarios tendrán el derecho de hacer examinar el vehículo por cualquier persona que a esos fines designen, cuantas veces estime conveniente,, para cerciorarse de su estado y funcionamiento y del cumplimiento de las obligaciones de EL COMPRADOR este a la vez se obliga a permitir en cualquier tiempo dicho examen, presentando el vehículo o permitiendo acceso a la persona designada para examinarlo en el lugar donde se encuentre, entendiéndose que el incumplimientode esta obligación da lugar a la resolución del contrato. </span>\n</p>\n<p class=MsoNormal style='text-align:justify'><b style='mso-bidi-font-weight:normal'>\n  <span style='font-size:8.5pt;'>DECIMOSEGUNDO XII: EL </span></b><span style='font-size:8.5pt;mso-ansi-language: ES-CR'>COMPRADOR<span style='mso-spacerun:yes'>   </span>no podrá bajo pena de incurrir en las sanciones establecidas por el artículo 406 del código penal (a)vender o en cualquier forma disponer del vehículo a que se refiere este contrato antes de haber adquirido el derecho de propiedad y el consentimiento de EL VENDEDOR<span style='mso-spacerun:yes'>  </span>o sus concesionarios (b)<span style='mso-spacerun:yes'>  </span>transportar o permitir que el transporte de dicho vehículo fuera del país (c) destruir, deteriorar, u ocultar el bien vendido en prejuicio de los derechos de EL VENDEDOR o sus cesionarios (d)cambiar los números o señales que individualicen el vehículo con el objeto de impedir su identificación (e)No entregar el vehículo cuando sea requerido en forma legal salvo por causa de fuerza mayor.\n    </span>\n</p>\n<p class=MsoNormal style='text-align:justify'><b style='mso-bidi-font-weight:normal'>\n  <span style='font-size:8.5pt;'>DECIMOTERCERO XIII: </span></b><span style='font-size:8.5pt;mso-ansi-language: ES-CR'>En caso de que la venta sea descendida y una vez el mueble haya sido entregado AL VENDEDOR o sus cesionarios 0 incautado, EL VENDEDOR<span style='mso-spacerun:yes'>  </span>o sus cesionarios tendrán derecho, sin que sea necesario ninguna formalidad, a una compensación inmediatamente exigible, a cargo de EL COMPRADOR, por el uso del mueble durante el tiempo que este lo haya tenido en su poder, compensación que será igual a (10%)<span style='mso-spacerun:yes'>  </span>del precio de venta del vehículo, más los pagos parciales efectuados hasta incluir el cuarto pago, más una suma igual al monto de los gastos legales y honorarios profesionales que se hayan causado para la incautación el mueble u otros procedimientos, más los cargos por mora sobre de la suma no pagadas a su vencimiento, todo sin prejuicio del derecho que tiene EL VENDEDOR o sus cesionarios por cualquiera otras causas sin después de deducir la compensación así calculada del monto total de los pagos que haya efectuado EL COMPRADOR, más el valor del vehículo en ese momento, según tasación hecha por perito designado unilateral y exclusivamente por EL VENDEDOR o sus cesionarios, a cuyo informe EL COMPRADOR acepta que se someterá, resultante algún excedente, este será devuelto a EL COMPRADOR, si de acuerdo con el ajuste de cuenta resultante un saldo deudor a cargo de EL COMPRADOR, este quedara obligado al pago inmediato de tal saldo, reconociendo EL COMPRADORque la hoja de ajuste firmada por el peritoy por el juez de paz constituye título ejecutorio, por<span style='mso-spacerun:yes'>  </span>el que EL VENDEDOR o sus cesionarios tendrán el derecho a perseguir el cobro del saldo adecuado en la misma prevista por el párrafo 11 del art. 13 d la ley No. 483 sobre ventas condicionales de muebles.\n    </span>\n</p>\n<p class=MsoNormal style='text-align:justify'><b style='mso-bidi-font-weight:normal'>\n  <span style='font-size:8.5pt;'>DECIMOCUARTO XIV:</span></b><span style='font-size:8.5pt;'>En caso de que EL COMPRADOR muriese antes de haber pagado la totalidad del precio de venta, la porción debía será inmediatamente exigibles y EL VENDEDOR podrá pedir el pago íntegro de dicha porción Además las partes contratos convienen en darle carácter de individualidad a todas las obligaciones asumidas por EL COMPRADOR en ese aspecto por tanto EL VENDEDOR a sus cesionarios, en caso de muerte DEL COMPRADOR Antes de haber pagado el precio integro de la venta, podrá<span style='mso-spacerun:yes'>  </span>uno cualquier de los herederosde EL COMPRADOR en caso de que EL COMPRADOR no pague esa porción, proceder a la incautación del inmueble vendido, dirigiendo el procedimiento contra ese solo heredero. \n    </span>\n</p>\n<p class=MsoNormal style='text-align:justify'><b style='mso-bidi-font-weight:normal'>\n  <span style='font-size:8.5pt;'>DECIMOQUINTO XV: </span></b><span style='font-size:8.5pt;'>Una vez que EL COMPRADOR haya pagado en su totalidad el precio en conformidad con los términos de este contrato, y cumplido con las demás condiciones y obligaciones q este pone a cargo. EL VENDEDOR o sus cesionarios estarán obligados a otorgar documentos de venta definitiva traslativa del derecho de propiedad del vehículo vendido, cuando lo solicite EL COMPRADOR, así como conseguir a la cancelación de la inscripción del presente contrato en el registro central de ventas condicionales. </span>\n</p>\n<p class=MsoNormal style='text-align:justify'><b style='mso-bidi-font-weight:normal'>\n  <span style='font-size:9.0pt;'>DECIMOSESTO XVI: EL COMPRADOR</span></b><span style='font-size:9.0pt;mso-ansi-language: ES-CR'> autoriza a <b style='mso-bidi-font-weight:normal'>EL VENDEDOR</b> para que consulte. Verifique y modifique a la compañías Bureau de crédito, los datos personales y el estado de su deuda durante el periodo que dure el contrato incluyendo cualquier cargo o coste que se desprenda de el, según establece para estos fines la ley 288-05.</span>\n</p>\n<p class=MsoNormal style='text-align:justify'><b style='mso-bidi-font-weight:normal'>\n  <span style='font-size:9.0pt;'>DECIMOSEPTIMO XVII: </span></b><span style='font-size:9.0pt;mso-ansi-language: ES-CR'>Para lo no previsto en el presente contrato, las partes se acogen a las disposiciones de la ley 483 sobre ventas condicionales de muebles y además disposiciones de derecho y para la ejecución de este acto, las partes hacen ejecución de domicilio en sus domicilios reales, indicados al inicio de este acto.</span>\n</p>\n<p class=MsoNormal style='text-align:justify'><b style='mso-bidi-font-weight:normal'>\n  <span style='font-size:9.0pt;'>HECHO Y FIRMADO </span></b><span style='font-size:9.0pt;mso-ansi-language: ES-CR'>EnDOS<b style='mso-bidi-font-weight:normal'>      (2</b>) originales de un mismo tenor y efecto, uno para cada parte contratante y otro para ser depositado en el registro de ventas condicionales de muebles, en la ciudad de Santo Domingo este provincia de Santo Domingo Republica Dominicana el {{doc.posting_date_str}}\n    </span>\n</p>\n</div>\n<b style='mso-bidi-font-weight:normal'><span style='font-size:9.0pt; font-family:\"Times New Roman\",serif;mso-fareast-font-family:\"Times New Roman\"; ;mso-fareast-language:ES;mso-bidi-language:AR-SA'><br clear=all style='page-break-before:auto;mso-break-type:section-break'>\n</span></b>\n<div class=\"sign_section\">\n  <div class=\"sign_seller\">\n    <p class=\"MsoNormal text-center\">\n      <b style='mso-bidi-font-weight:normal'>\n        <span style='font-size:9.0pt;'>_____________________________________________</span></br>\n        <span style='font-size:9.0pt;'>Por SWAT FINANCE GROUP, S.R.L. </span></br>\n        <span style='font-size:9.0pt;'>MOHAMMAD AYAZ KHAN NAWAB BIBI </span></br>\n        <span style='font-size:9.0pt;'>Vendedor </span>\n      </b>\n    </p>\n  </div>\n  <div class=\"sign_buyer\">\n    <p class=\"MsoNormal text-center\">\n      <b style='mso-bidi-font-weight:normal'>\n        <span style='font-size:9.0pt;'>_____________________________________________</span></br>\n        <span style='font-size:9.0pt;'>{{doc.customer}}</span></br>\n        <span style='font-size:9.0pt;'>Comprador </span></br>\n      </b>\n    </p>\n  </div>\n</div>\n\n</br>\n</br>\n</br>\n</br>\n    <p class=MsoNormal><b style='mso-bidi-font-weight:normal'><span style='font-size:9.0pt;'></span></b> </p>\n    <p class=MsoNormal><span style='font-size:9.0pt;mso-bidi-font-size:9.0pt;'>Yo, <b e='mso-bidi-font-weight:normal'>{{frappe.db.get_value('FM Configuration', 'FM Configuration', 'notario') or \"\"}}</span></b><span style='font-size:9.0pt; mso-bidi-font-size:9.0pt;'>, Abogado Notario público </span><span style='font-size:9.0pt;'>de los del número del Distrito nacional, Matricula No. {{frappe.db.get_value('FM Configuration', 'FM Configuration', 'colegio_de_notario') or \"00000\"}}, <b style='mso-bidi-font-weight:normal'>CERFITICO Y DOYFE</b> de que las firmas que anteceden fueron puesta libres y voluntariamente en mi presencia por los señores <b style='mso-bidi-font-weight:normal'>MOHAMMAD AYAZ KHAN NAWAB BIBI y {{doc.customer}}, </b>Quienes me ha manifestado bajo la fe del juramento, que son las firmas que acostumbran utilizar en todos los actos de su vida pública y privada. En Santo Domingo de guzmán Distrito Nacional, Republica Dominicana el {{doc.posting_date_str}}.\n </span>\n    </p>\n    <p class=MsoNormal align=center style='text-align:center'><b style='mso-bidi-font-weight:normal'>   <span style='font-size:9.0pt;'>______________________________________________</span></b> </p>\n    <p class=MsoNormal align=center style='text-align:center'><b style='mso-bidi-font-weight:normal'>   <span style='font-size:9.0pt;'>{{frappe.db.get_value('FM Configuration', 'FM Configuration', 'notario') or \"\"}}</span></b><b e='mso-bidi-font-weight:normal'><span style='font-size:9.0pt; '></span></b> </p>`\n    <p class=MsoNormal align=center style='text-align:center'><b style='mso-bidi-font-weight:normal'>   <span style='font-size:9.0pt;'>Notario Público</span></b> </p>\n", 
 "idx": 0, 
 "line_breaks": 0, 
 "modified": "2017-11-26 11:48:25.559340", 
 "modified_by": "Administrator", 
 "module": "Finance Manager", 
 "name": "VENTA CONDICIONAL", 
 "owner": "Administrator", 
 "print_format_builder": 0, 
 "print_format_type": "Server", 
 "show_section_headings": 0, 
 "standard": "Yes"
}